"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.embeds = void 0;
exports.embeds = {
    "nabor": {
        'title': '<a:bstar:1003303923811090492> Набор на Staff сервера Unique',
        'description': `
        <a:a_dot:1078982592570871891> **Хотите попасть в наш большой и дружный коллектив?** <a:a_dot:1078982592570871891>

        \`\`\`Рассмотрите должности нашего Staff'a, нажав на кнопку ниже, и выберите ту, которая заинтересует вас.\`\`\`
        `
    },
    "clanemb": {
        'title': 'Набор на Clanmod',
        'description': `
        Clanmod,Clanmaster — Следит за активностью клана.

        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
        <a:a_dot:1078982592570871891> Стрессоустойчивость
        <a:a_dot:1078982592570871891> Адекватность,активность
        <a:a_dot:1078982592570871891>  Желание участвовать в активностях кланах
        <a:a_dot:1078982592570871891>  16 полных лет

        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
        <a:a_dot:1078982592570871891> Высокая зарплата, в виде серверной валюты.
        <a:a_dot:1078982592570871891>Хороший коллектив, отзывчивое руководство и много знакомств!
        <a:a_dot:1078982592570871891>Награды за активность: Discord Nitro, личные роли и многое другое.

        Заинтересовала данная должность? В таком случае жми на кнопку снизу.
        `,
        'image': {
            'url': 'https://media.discordapp.net/attachments/1067093626250874951/1091742785033470092/Frame_11212333.png?width=731&height=292'
        }
    },
    "closeemb": {
        'title': 'Набор на Closemod',
        'description': `
        Набор на должность Closemod!
        Closemod — Организуют и отвечают за проведение клозов.

        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
        <a:a_dot:1078982592570871891> Стрессоустойчивость
        <a:a_dot:1078982592570871891> Адекватность,активность
        <a:a_dot:1078982592570871891>  Желание работать
        <a:a_dot:1078982592570871891>  16 полных лет

        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
        <a:a_dot:1078982592570871891> Высокая зарплата, в виде серверной валюты.
        <a:a_dot:1078982592570871891> Хороший коллектив, отзывчивое руководство и много знакомств!
        <a:a_dot:1078982592570871891> Награды за активность: Discord Nitro, личные роли и многое другое.

        Заинтересовала данная должность? В таком случае жми на кнопку снизу.
        `,
        'image': {
            'url': 'https://media.discordapp.net/attachments/1067093626250874951/1091742784576311388/Frame_11212331.png?width=731&height=292'
        }
    },
    "creativeemb": {
        'title': 'Набор на Creative',
        'description': `
        Набор на должность Creative!
        Creative — роль, отвечающая за порядок в категории Мероприятия, а также за роль музыканта, кинотеатра и криэйтора.

        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
        <a:a_dot:1078982592570871891> Стрессоустойчивость
        <a:a_dot:1078982592570871891> Адекватность,aктивность
        <a:a_dot:1078982592570871891>  Желание работать и продвигать сервер
        <a:a_dot:1078982592570871891>  16 полных лет

        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
        <a:a_dot:1078982592570871891> Высокая зарплата, в виде серверной валюты.
        <a:a_dot:1078982592570871891>Хороший коллектив, отзывчивое руководство и много знакомств!
        <a:a_dot:1078982592570871891>Награды за активность: Discord Nitro, личные роли и многое другое.

        Заинтересовала данная должность? В таком случае жми на кнопку снизу.
        `,
        'image': {
            'url': 'https://media.discordapp.net/attachments/1067093626250874951/1091742785373229116/Frame_11212334.png?width=731&height=292'
        }
    },
    "editoremb": {
        'title': 'Набор на Editor',
        'description': `
        Набор на должность Editor!
        Editor —Ответственные за продвижение сервера на платформе Tik Tok.

        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
        <a:a_dot:1078982592570871891> Стрессоустойчивость
        <a:a_dot:1078982592570871891> Адекватность,активность
        <a:a_dot:1078982592570871891>  Желание работать
        <a:a_dot:1078982592570871891>  16 полных лет

        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
        <a:a_dot:1078982592570871891> Высокая зарплата, в виде серверной валюты.
        <a:a_dot:1078982592570871891>Хороший коллектив, отзывчивое руководство и много знакомств!
        <a:a_dot:1078982592570871891>Награды за активность: Discord Nitro, личные роли и многое другое.

        Заинтересовала данная должность? В таком случае жми на кнопку снизу.
        `,
        'image': {
            'url': 'https://media.discordapp.net/attachments/1067093626250874951/1091742784320438302/Frame_11212330.png?width=731&height=292'
        }
    },
    "eventsmodemb": {
        'title': 'Набор на Eventsmod',
        'description': `
        Набор на должность Eventsmod!
        Eventsmod — Организуют и отвечают за ивенты.
        
        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
         <a:a_dot:1078982592570871891> Стрессоустойчивость
        <a:a_dot:1078982592570871891> Адекватность,активность
        <a:a_dot:1078982592570871891> Желание работать и продвигать сервер
        <a:a_dot:1078982592570871891>  Знание правил ивентов
        <a:a_dot:1078982592570871891>  16 полных лет
        
        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
        <a:a_dot:1078982592570871891> Высокая зарплата, в виде серверной валюты.
         <a:a_dot:1078982592570871891>Хороший коллектив, отзывчивое руководство и много знакомств!
        <a:a_dot:1078982592570871891>Награды за активность: Discord Nitro, личные роли и многое другое.
        
        Заинтересовала данная должность? В таком случае жми на кнопку снизу.
        `,
        'image': {
            'url': 'https://media.discordapp.net/attachments/1067093626250874951/1091742783284445307/Frame_11212335.png?width=731&height=292'
        }
    },
    "mafiaemb": {
        'title': 'Набор на Mafiamod',
        'description': `
        Набор на должность Mafiamod!
        Mafiamod — Организуют и отвечают за проведение Мафии.

        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
        <a:a_dot:1078982592570871891> Стрессоустойчивость
        <a:a_dot:1078982592570871891> Адекватность
        <a:a_dot:1078982592570871891>  Активность
        <a:a_dot:1078982592570871891>  Знание правил мафии
        <a:a_dot:1078982592570871891>  16 полных лет
        <a:a_dot:1078982592570871891>  Желание помогать 

        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
        <a:a_dot:1078982592570871891> Высокая зарплата, в виде серверной валюты.
        <a:a_dot:1078982592570871891>Хороший коллектив, отзывчивое руководство и много знакомств!
        <a:a_dot:1078982592570871891>Награды за активность: Discord Nitro, личные роли и многое другое.

        Заинтересовала данная должность? В таком случае жми на кнопку снизу.
        `,
        'image': {
            'url': 'https://media.discordapp.net/attachments/1067093626250874951/1091742784827957329/Frame_11212332.png?width=731&height=292'
        }
    },
    "moderemb": {
        'title': 'Набор на Moderator',
        'description': `
        Набор на должность Moderator!
        Control,Moderator — Следят за порядком на сервере.
        
        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
         <a:a_dot:1078982592570871891> Стрессоустойчивость
        <a:a_dot:1078982592570871891> Адекватность, сдержаность
        <a:a_dot:1078982592570871891>  Знание Discord TOS
        <a:a_dot:1078982592570871891>  16 полных лет
        <a:a_dot:1078982592570871891> Желание помогать серверу с модерацией 
        
        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
        <a:a_dot:1078982592570871891> Высокая зарплата, в виде серверной валюты.
         <a:a_dot:1078982592570871891>Хороший коллектив, отзывчивое руководство и много знакомств!
        <a:a_dot:1078982592570871891>Награды за активность: Discord Nitro, личные роли и многое другое.
        
        Заинтересовала данная должность? В таком случае жми на кнопку снизу.
        `,
        'image': {
            'url': 'https://media.discordapp.net/attachments/1067093626250874951/1091742783557095474/Frame_11212327.png?width=731&height=292'
        }
    },
    "supportemb": {
        'title': 'Набор на Support',
        'description': `
        Набор на должность Support!
        Support — Отвечает за верефикацию пользователей.
        
        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
         <a:a_dot:1078982592570871891> Стрессоустойчивость
        <a:a_dot:1078982592570871891> Адекватность
        <a:a_dot:1078982592570871891>  Активность в голосовых каналах
        <a:a_dot:1078982592570871891>  16 полных лет
        
        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
        <a:a_dot:1078982592570871891> Высокая зарплата, в виде серверной валюты.
         <a:a_dot:1078982592570871891>Хороший коллектив, отзывчивое руководство и много знакомств!
        <a:a_dot:1078982592570871891>Награды за активность: Discord Nitro, личные роли и многое другое.
        
        Заинтересовала данная должность? В таком случае жми на кнопку снизу.
        `,
        'image': {
            'url': 'https://media.discordapp.net/attachments/1067093626250874951/1091742783770984618/Frame_11212328.png?width=731&height=292'
        }
    },
    "tribunmodemb": {
        'title': 'Набор на Tribunmod',
        'description': `
        Набор на должность Tribunmod!
        Tribunmod — Организуют и отвечают за проведение трибун .
        
        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
         <a:a_dot:1078982592570871891> Стрессоустойчивость
        <a:a_dot:1078982592570871891> Адекватность,активность
        <a:a_dot:1078982592570871891>  Желание работать
        <a:a_dot:1078982592570871891> Выделить время для проведения двух Трибун в неделю.
        <a:a_dot:1078982592570871891>  16 полных лет
        
        ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
        <a:a_dot:1078982592570871891> Высокая зарплата, в виде серверной валюты.
         <a:a_dot:1078982592570871891> Хороший коллектив, отзывчивое руководство и много знакомств!
        <a:a_dot:1078982592570871891> Награды за активность: Discord Nitro, личные роли и многое другое.
        
        Заинтересовала данная должность? В таком случае жми на кнопку снизу.
        `,
        'image': {
            'url': 'https://media.discordapp.net/attachments/1067093626250874951/1091742784039440384/Frame_11212329.png?width=731&height=292'
        }
    },
};
