const { MessageEmbed } = require("discord.js")

const creativeemb = new MessageEmbed()
.setTitle('Набор на Creative')
.setDescription(`
Набор на должность Creative!
Creative — роль, отвечающая за порядок в категории Мероприятия, а также за роль музыканта, кинотеатра и криэйтора.

ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
<a:tochka:922856332191744010> Стрессоустойчивость
<a:tochka:922856332191744010> Адекватность,aктивность
<a:tochka:922856332191744010>  Желание работать и продвигать сервер
<a:tochka:922856332191744010>  16 полных лет

ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
<a:tochka:922856332191744010> Высокая зарплата, в виде серверной валюты.
 <a:tochka:922856332191744010>Хороший коллектив, отзывчивое руководство и много знакомств!
<a:tochka:922856332191744010>Награды за активность: Discord Nitro, личные роли и многое другое.

Заинтересовала данная должность? В таком случае жми на кнопку снизу.
`)

module.exports = creativeemb;