const { MessageEmbed } = require("discord.js")

const moderemb = new MessageEmbed()
.setTitle('Набор на Moderator')
.setDescription(`
Набор на должность Moderator!
Control,Moderator — Следят за порядком на сервере.

ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
 <a:tochka:922856332191744010> Стрессоустойчивость
<a:tochka:922856332191744010> Адекватность, сдержаность
<a:tochka:922856332191744010>  Знание Discord TOS
<a:tochka:922856332191744010>  16 полных лет
<a:tochka:922856332191744010> Желание помогать серверу с модерацией 

ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
<a:tochka:922856332191744010> Высокая зарплата, в виде серверной валюты.
 <a:tochka:922856332191744010>Хороший коллектив, отзывчивое руководство и много знакомств!
<a:tochka:922856332191744010>Награды за активность: Discord Nitro, личные роли и многое другое.

Заинтересовала данная должность? В таком случае жми на кнопку снизу.
`)

module.exports = moderemb;