const { MessageEmbed } = require("discord.js")

const supportemb = new MessageEmbed()
.setTitle('Набор на Support')
.setDescription(`
Набор на должность Support!
Support — Отвечает за верефикацию пользователей.

ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠЧто от вас требуется:
 <a:tochka:922856332191744010> Стрессоустойчивость
<a:tochka:922856332191744010> Адекватность
<a:tochka:922856332191744010>  Активность в голосовых каналах
<a:tochka:922856332191744010>  16 полных лет

ᅠ ᅠ ᅠ ᅠ ᅠ ᅠᅠ ᅠ Что вас ждет:
<a:tochka:922856332191744010> Высокая зарплата, в виде серверной валюты.
 <a:tochka:922856332191744010>Хороший коллектив, отзывчивое руководство и много знакомств!
<a:tochka:922856332191744010>Награды за активность: Discord Nitro, личные роли и многое другое.

Заинтересовала данная должность? В таком случае жми на кнопку снизу.
`)

module.exports = supportemb;